Repository: Leonif/ios-if-app
Catalog: IFApp/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pl, uk, zh_hans

source: %@ at %@
ar: %@ في %@
de: %@ um %@
es: %@ a las %@
fr: %@ à %@
pl: %@ o %@
uk: %@ о %@

source: %@ begins in %@
ar: يبدأ %1$@ خلال %2$@
de: %1$@ beginnt in %2$@
es: %1$@ comienza en %2$@
fr: %1$@ commence dans %2$@
ko: %1$@까지 %2$@ 남음
pl: %1$@ zaczyna się za %2$@
uk: %1$@ почнеться через %2$@
zh_hans: %1$@将在%2$@后开始

source: %dh
ar: %d س
de: %d Std
ja: %d時間
ko: %d시간
pl: %d godz
uk: %dгод
zh_hans: %d小时

source: %dh %02dm
ar: %d س %02d د
de: %d Std %02d Min
es: %d h %02d min
fr: %d h %02d min
ja: %d時間%02d分
ko: %d시간 %02d분
pl: %d godz %02d min
uk: %dгод %02dхв
zh_hans: %d小时%02d分

source: %dh %02dm in
ar: %d س %02d د من الصيام
de: %d Std %02d Min gefastet
es: %d h %02d min en ayuno
fr: %d h %02d min de jeûne
ja: %d時間%02d分経過
ko: %d시간 %02d분 경과
pl: %d godz %02d min postu
uk: минуло %dгод %02dхв
zh_hans: 已断食 %d小时%02d分

source: %dh %dm
ar: %d س %d د
de: %d Std %d Min
es: %d h %d min
fr: %d h %d min
ja: %d時間%d分
ko: %d시간 %d분
pl: %d godz %d min
uk: %dгод %dхв
zh_hans: %d小时%d分

source: %dh %dm ago
ar: قبل %d س %d د
de: vor %d Std. %d Min.
es: hace %d h %d min
fr: il y a %d h %d min
ja: %d時間%d分前
ko: %d시간 %d분 전
pl: %d godz. %d min temu
uk: %d год %d хв тому
zh_hans: %d小时%d分钟前

source: %dm
ar: %d د
de: %d Min
es: %d min
fr: %d min
ja: %d分
ko: %d분
pl: %d min
uk: %dхв
zh_hans: %d分

source: %dm ago
ar: قبل %d د
de: vor %d Min.
es: hace %d min
fr: il y a %d min
ja: %d分前
ko: %d분 전
pl: %d min temu
uk: %d хв тому
zh_hans: %d分钟前

source: %lld hours
ar: %lld ساعة
de: %lld Stunden
es: %lld horas
fr: %lld heures
ja: %lld時間
ko: %lld시간
pl: %lld godziny
uk: %lld години
zh_hans: %lld小时

source: 1h
ar: قبل ساعة
de: 1 Std.
ko: 1시간
pl: 1 godz.
uk: 1 год
zh_hans: 1小时

source: 3h
ar: قبل 3 ساعات
de: 3 Std.
ko: 3시간
pl: 3 godz.
uk: 3 год
zh_hans: 3小时

source: A missed day stays a missed day - your streak keeps counting from where it was.
ar: اليوم الذي فاتك يبقى كما هو، وسلسلتك تستمر من حيث كانت.
de: Ein ausgelassener Tag bleibt ein ausgelassener Tag - deine Serie zählt weiter, wo sie stand.
es: Un día perdido sigue siendo un día perdido: tu racha sigue contando desde donde estaba.
fr: Un jour manqué reste un jour manqué : votre série continue de compter là où elle en était.
ja: 休んだ日はそのまま残り、連続記録はそこから続きます。
ko: 놓친 하루는 놓친 하루로 남아요. 연속 기록만 그대로 이어져요.
pl: Pominięty dzień pozostaje pominięty - seria liczy się dalej od miejsca, w którym była.
uk: Пропущений день лишається пропущеним - серія рахується далі з того місця, де була.
zh_hans: 漏掉的一天还是漏掉的一天，连续天数从原来的地方接着数。

source: About IF24
ar: حول IF24
de: Über IF24
es: Acerca de IF24
fr: À propos d’IF24
ja: IF24について
ko: IF24에 관하여
pl: O aplikacji IF24
uk: Про IF24
zh_hans: 关于 IF24

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
ja: 有効
ko: 활성
pl: Aktywne
uk: Активний
zh_hans: 活跃

source: Any whole hour, not only the four presets.
ar: أي ساعة كاملة، لا الخطط الأربع الجاهزة فقط.
de: Jede volle Stunde, nicht nur die vier Vorgaben.
es: Cualquier hora entera, no solo las cuatro predefinidas.
fr: N’importe quelle heure entière, pas seulement les quatre proposées.
ja: 決まった4つのプランだけでなく、1時間単位で選べます。
pl: Dowolna pełna godzina, nie tylko cztery gotowe.
uk: Будь-яка ціла година, а не лише чотири готові плани.
zh_hans: 任意整小时，不只是四种预设。

source: Autophagy
ar: الالتهام الذاتي
de: Autophagie
es: Autofagia
fr: Autophagie
ja: オートファジー
pl: Autofagia
uk: Автофагія
zh_hans: 自噬

source: Awaiting approval
ar: بانتظار الموافقة
de: Genehmigung ausstehend
es: Pendiente de aprobación
fr: Autorisation en attente
ja: 承認待ち
ko: 승인 대기 중
pl: Czeka na zatwierdzenie
uk: Очікує схвалення
zh_hans: 等待批准

source: Back to your fast
ar: العودة إلى صيامك
de: Zurück zum Fasten
es: Volver a tu ayuno
fr: Revenir à votre jeûne
pl: Wróć do postu
uk: Повернутись до посту
zh_hans: 返回当前断食

source: Buy
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
ja: 購入
ko: 구입
pl: Kup
uk: Купити
zh_hans: 购买

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pl: Zamknij
uk: Закрити
zh_hans: 关闭

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
ko: 확인
pl: Potwierdź
uk: Підтвердити
zh_hans: 确认

source: Confirming
ar: يجري التأكيد
de: Wird verarbeitet
es: Procesando
fr: Traitement en cours
ja: 処理中
ko: 처리 중
pl: Przetwarzanie
uk: Опрацювання
zh_hans: 正在处理

source: Custom length
ar: مدة مخصصة
de: Eigene Dauer
es: Duración personalizada
fr: Durée personnalisée
ja: カスタム
ko: 직접 설정
pl: Własna długość
uk: Довільна тривалість
zh_hans: 自定义时长

source: Custom lengths need IF24 Pro, so your plan is %@ from now on.
ar: المدد المخصصة تحتاج إلى IF24 Pro، لذا أصبحت خطتك %@.
de: Eigene Dauer gibt es nur mit IF24 Pro, dein Plan ist ab jetzt %@.
es: La duración personalizada necesita IF24 Pro; a partir de ahora tu plan es %@.
fr: La durée personnalisée demande IF24 Pro : votre plan est désormais %@.
ja: カスタムの長さにはIF24 Proが必要です。今後のプランは%@になります。
ko: 단식 시간을 직접 설정하려면 IF24 Pro가 필요해요. 앞으로는 %@ 플랜이에요.
pl: Własna długość wymaga IF24 Pro, więc od teraz twój plan to %@.
uk: Довільна тривалість доступна з IF24 Pro, тому відтепер ваш план - %@.
zh_hans: 自定义时长需要 IF24 Pro，从现在起你的计划是 %@。

source: Daily fast
ar: الصيام اليومي
de: Tägliches Fasten
es: Ayuno diario
fr: Jeûne quotidien
ja: 毎日の断食
pl: Codzienny post
uk: Щоденний піст
zh_hans: 每日断食

source: Deep in the fast. Autophagy is recycling what your cells no longer need.
ar: أنت في عمق الصيام. الالتهام الذاتي يعيد تدوير ما لم تعد خلاياك بحاجة إليه.
de: Tief im Fasten. Die Autophagie recycelt, was deine Zellen nicht mehr brauchen.
es: En pleno ayuno. La autofagia recicla lo que tus células ya no necesitan.
fr: En plein jeûne. L’autophagie recycle ce dont vos cellules n’ont plus besoin.
pl: Głęboko w poście. Autofagia przetwarza to, czego komórki już nie potrzebują.
zh_hans: 已进入断食深层阶段。自噬正在回收细胞不再需要的物质。

source: Delete this fast?
ar: حذف سجل هذا الصيام؟
ja: この断食を削除しますか？
uk: Видалити цей піст?

source: Eating window
ar: نافذة الأكل
de: Essensfenster
es: Ventana de comida
fr: Fenêtre alimentaire
ja: 食事の時間帯
ko: 식사 시간
pl: Okno żywieniowe
uk: Вікно харчування
zh_hans: 进食窗口

source: Effect of Alternate-Day Fasting on Weight Loss, Weight Maintenance, and Cardioprotection Among Metabolically Healthy Obese Adults: A Randomized Clinical Trial
ar: تأثير الصيام بالتناوب اليومي على فقدان الوزن والحفاظ عليه وحماية القلب لدى البالغين المصابين بالسمنة الأصحاء أيضيًا: تجربة سريرية عشوائية
de: Wirkung des Fastens jeden zweiten Tag auf Gewichtsverlust, Gewichtserhaltung und Kardioprotektion bei metabolisch gesunden adipösen Erwachsenen: eine randomisierte klinische Studie
es: Efecto del ayuno en días alternos sobre la pérdida de peso, el mantenimiento del peso y la cardioprotección en adultos obesos metabólicamente sanos: un ensayo clínico aleatorizado
fr: Effet du jeûne un jour sur deux sur la perte de poids, le maintien du poids et la cardioprotection chez des adultes obèses métaboliquement sains : un essai clinique randomisé
ja: 隔日断食が代謝的に健康な肥満成人の減量・体重維持・心保護に及ぼす影響：ランダム化比較試験
ko: 격일 단식이 대사적으로 건강한 비만 성인의 체중 감소, 체중 유지 및 심장 보호에 미치는 영향: 무작위 대조 임상시험
pl: Wpływ postu co drugi dzień na utratę masy ciała, jej utrzymanie i kardioprotekcję u metabolicznie zdrowych otyłych dorosłych: randomizowane badanie kliniczne
uk: Вплив чергування днів голодування на втрату ваги, підтримку ваги та кардіопротекцію серед метаболічно здорових дорослих з ожирінням: рандомізоване клінічне дослідження
zh_hans: 隔日断食对代谢健康的肥胖成年人减重、体重维持及心脏保护的影响：一项随机临床试验

source: Elapsed
ar: المنقضي
de: Vergangen
es: Transcurrido
fr: Écoulé
ja: 経過
pl: Upłynęło
uk: Минуло
zh_hans: 已用时

source: ELAPSED
ar: المنقضي
de: VERGANGEN
es: TRANSCURRIDO
fr: ÉCOULÉ
ja: 経過
pl: UPŁYNĘŁO
uk: МИНУЛО
zh_hans: 已用时

source: End fast
ar: إنهاء الصيام
de: Fasten beenden
es: Terminar ayuno
fr: Terminer le jeûne
ja: 断食を終了
ko: 단식 종료
pl: Zakończ post
uk: Завершити
zh_hans: 结束断食

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
ja: 書き出し
ko: 내보내기
pl: Eksportuj
uk: Експорт
zh_hans: 导出

source: Export every fast you have logged, whenever you like.
ar: سجلك كله في ملف CSV واحد، متى شئت.
de: Dein ganzer Verlauf in einer Datei, wann immer du willst.
es: Todo tu historial en un archivo, cuando quieras.
fr: Tout votre historique dans un fichier, quand vous voulez.
ja: これまでの断食を、いつでもひとつのファイルにまとめられます。
ko: 기록한 단식을 언제든 전부 내보낼 수 있어요.
pl: Cała twoja historia w jednym pliku, kiedy zechcesz.
uk: Уся ваша історія - одним файлом, коли завгодно.
zh_hans: 你记录的每一次断食，随时都能带走。

source: Last night
ar: مساء أمس
de: Gestern Abend
es: Anoche
fr: Hier soir
ja: 昨夜
ko: 어젯밤
pl: Wczoraj wieczorem
uk: Вчора ввечері
zh_hans: 昨晚

# Meal.exactTimeDone
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
pl: Gotowe
uk: Готово
zh_hans: 完成

source: Set exact time
ar: تحديد الوقت بدقة
de: Genaue Zeit
es: Hora exacta
fr: Heure exacte
ja: 時刻を指定
ko: 정확한 시간 설정
pl: Dokładny czas
uk: Точний час
zh_hans: 设置具体时间

source: That's as far back as we go.
ar: هذا أبعد وقت يمكن اختياره.
de: Weiter zurück geht es nicht.
es: No podemos ir más atrás.
fr: Impossible de remonter plus loin.
ja: さかのぼれるのはここまでです。
ko: 여기까지만 거슬러 올라갈 수 있어요.
pl: Dalej wstecz nie sięgamy.
uk: Це найдавніший момент, який можна вказати.
zh_hans: 最多只能回溯到这里。

source: Time since last meal
ar: الوقت منذ آخر وجبة
de: Zeit seit der letzten Mahlzeit
es: Tiempo desde la última comida
fr: Temps écoulé depuis le dernier repas
ja: 最後の食事からの経過時間
ko: 마지막 식사 이후 경과 시간
pl: Czas od ostatniego posiłku
uk: Час від останнього прийому їжі
zh_hans: 距离上一餐的时间

source: Today at %@
ar: اليوم في %@
de: Heute um %@
es: Hoy a las %@
fr: Aujourd’hui à %@
ja: 今日 %@
ko: 오늘 %@
pl: Dziś o %@
uk: Сьогодні о %@
zh_hans: 今天 %@

source: Yesterday at %@
ar: أمس في %@
de: Gestern um %@
es: Ayer a las %@
fr: Hier à %@
ja: 昨日 %@
ko: 어제 %@
pl: Wczoraj o %@
uk: Вчора о %@
zh_hans: 昨天 %@

source: fast · %@ window
ar: صيام · نافذة %@
de: Fasten · %@ Fenster
es: ayuno · ventana de %@
fr: jeûne · fenêtre de %@
ja: 断食 · 食事は%@
ko: 단식 · 식사 시간 %@
pl: post · okno %@
uk: піст · вікно %@
zh_hans: 断食 · %@ 窗口

source: Fast complete
ar: اكتمل الصيام
de: Fasten abgeschlossen
es: Ayuno completado
fr: Jeûne terminé
ja: 断食完了
ko: 단식 완료
pl: Post ukończony
uk: Піст завершено
zh_hans: 断食完成

source: FAST COMPLETE
ar: اكتمل الصيام
es: AYUNO COMPLETADO
fr: JEÛNE TERMINÉ
ja: 断食完了
ko: 단식 완료
pl: POST UKOŃCZONY
uk: ПІСТ ЗАВЕРШЕНО
zh_hans: 断食完成

source: Fast complete. Your eating window is open. Refuel gently.
ar: اكتمل الصيام. نافذة الأكل مفتوحة. عاود الأكل بهدوء.
de: Fasten abgeschlossen. Dein Essensfenster ist offen. Iss behutsam wieder.
es: Ayuno completado. Tu ventana de comida está abierta. Reincorpora alimentos con calma.
fr: Jeûne terminé. Votre fenêtre alimentaire est ouverte. Rechargez en douceur.
ja: 断食完了。食事の時間帯が始まりました。ゆっくり食べ始めましょう。
pl: Post ukończony. Twoje okno żywieniowe jest otwarte. Wracaj do jedzenia łagodnie.
uk: Піст завершено. Вікно харчування відкрите. Відновлюйтеся поступово.
zh_hans: 断食完成。你的进食窗口已开启。请温和地进食。

source: Fast counts from %@ · %@
ar: يُحسب الصيام من %1$@ · %2$@
de: Fasten zählt ab %1$@ · %2$@
es: El ayuno cuenta desde %1$@ · %2$@
fr: Jeûne compté depuis %1$@ · %2$@
ja: %1$@から断食をカウント · %2$@
pl: Post liczony od %1$@ · %2$@
uk: Піст від %1$@ · %2$@
zh_hans: 断食从 %1$@ 开始计 · %2$@

source: Fasted
ar: مدة الصيام
de: Gefastet
es: En ayuno
fr: Jeûné
ja: 断食時間
ko: 단식 시간
pl: Poszczono
uk: Тривалість
zh_hans: 已断食

source: Fasting plan
ar: خطة الصيام
de: Fastenplan
es: Plan de ayuno
fr: Plan de jeûne
ja: 断食プラン
ko: 단식 플랜
pl: Plan postu
zh_hans: 断食计划

source: Fasting-induced FGF21 signaling activates hepatic autophagy and lipid degradation via JMJD3 histone demethylase
ar: إشارات FGF21 المُحفَّزة بالصيام تُنشِّط الالتهام الذاتي الكبدي وتحلّل الدهون عبر إنزيم نزع ميثيل الهيستون JMJD3
de: Fasten-induzierte FGF21-Signalgebung aktiviert hepatische Autophagie und Lipidabbau über die Histon-Demethylase JMJD3
es: La señalización de FGF21 inducida por el ayuno activa la autofagia hepática y la degradación de lípidos a través de la histona desmetilasa JMJD3
fr: La signalisation FGF21 induite par le jeûne active l’autophagie hépatique et la dégradation des lipides via l’histone déméthylase JMJD3
ja: 断食により誘導されるFGF21シグナルは、ヒストン脱メチル化酵素JMJD3を介して肝臓のオートファジーと脂質分解を活性化する
ko: 단식으로 유도된 FGF21 신호전달은 히스톤 탈메틸화효소 JMJD3를 통해 간 자가포식과 지질 분해를 활성화한다
pl: Indukowana postem sygnalizacja FGF21 aktywuje autofagię wątrobową i degradację lipidów poprzez demetylazę histonową JMJD3
uk: Сигналізація FGF21, індукована голодуванням, активує гепатичну аутофагію та деградацію ліпідів через JMJD3 гістонову деметилазу
zh_hans: 断食诱导的 FGF21 信号通过组蛋白去甲基化酶 JMJD3 激活肝脏自噬和脂质降解

source: Fat
ar: الدهون
de: Fett
es: Grasa
fr: Graisses
ja: 脂肪
ko: 지방
pl: Tłuszcz
uk: Жир
zh_hans: 脂肪

source: Fed
ar: الشبع
de: Gesättigt
es: Saciado
fr: Rassasié
ja: 摂食
ko: 포만
pl: Najedzony
uk: Ситість
zh_hans: 进食

# Footer.declineWindow
source: No thanks
ar: لا، شكرًا
de: Nein danke
es: No, gracias
fr: Non merci
ja: いいえ
pl: Nie, dziękuję
uk: Ні, дякую

# Footer.doneEating
source: Done
ar: إنهاء الأكل
de: Fertig
es: Hecho
fr: Terminé
ja: 食事を終了
ko: 식사 종료
pl: Gotowe
uk: Готово
zh_hans: 结束进食

# Footer.notNowFast
source: Not now
ar: ليس الآن
de: Später
es: Ahora no
fr: Plus tard
ja: 今はしない
ko: 지금 안 함
pl: Nie teraz
uk: Не зараз
zh_hans: 以后

# Footer.startEating
source: Start eating
ar: ابدأ الأكل
de: Essen starten
es: Empezar a comer
fr: Passer à table
pl: Zacznij jeść
uk: Почати їсти
zh_hans: 开始进食

source: From 1 to 23 hours
ar: من 1 إلى 23 ساعةً
de: Von 1 bis 23 Stunden
es: De 1 a 23 horas
fr: De 1 à 23 heures
ja: 1時間から23時間まで
ko: 1~23시간
pl: Od 1 do 23 godzin
uk: Від 1 до 23 годин
zh_hans: 1 至 23 小时

source: Glucose is easing down. Your body is leaning on its glycogen stores for fuel.
ar: مستوى الجلوكوز ينخفض. يعتمد جسمك على مخزون الجليكوجين للحصول على الطاقة.
de: Der Glukosespiegel sinkt. Dein Körper greift auf seine Glykogenspeicher zurück.
es: La glucosa está bajando. Tu cuerpo recurre a sus reservas de glucógeno.
fr: La glycémie diminue. Votre corps puise dans ses réserves de glycogène.
ja: 血糖値が下がっています。体はグリコーゲンの蓄えをエネルギーにし始めています。
ko: 혈당이 낮아지고 있어요. 몸이 글리코겐 저장분을 연료로 사용하기 시작해요.
pl: Poziom glukozy spada. Ciało sięga po zapasy glikogenu.
uk: Рівень глюкози знижується. Тіло переходить на запаси глікогену.
zh_hans: 血糖正在下降。身体开始动用糖原储备来供能。

source: Glycogen and its metabolism: some new developments and old themes
ar: الجليكوجين وأيضه: بعض التطورات الجديدة والمواضيع القديمة
de: Glykogen und sein Stoffwechsel: einige neue Entwicklungen und alte Themen
es: El glucógeno y su metabolismo: algunos avances nuevos y temas antiguos
fr: Le glycogène et son métabolisme : quelques nouveautés et thèmes anciens
ja: グリコーゲンとその代謝：新たな展開と古くからの話題
ko: 글리코겐과 그 대사: 새로운 발전과 오래된 주제들
pl: Glikogen i jego metabolizm: nowe odkrycia i stare tematy
uk: Глікоген та його метаболізм: нові розробки та старі теми
zh_hans: 糖原及其代谢：若干新进展与旧课题

source: Glycogen is running low. Fat is becoming your main source of energy.
ar: مخزون الجليكوجين يقترب من النفاد. تصبح الدهون مصدر طاقتك الأساسي.
de: Die Glykogenspeicher werden knapp. Fett wird zu deiner Hauptenergiequelle.
es: El glucógeno se está agotando. La grasa se convierte en tu principal fuente de energía.
fr: Les réserves de glycogène s’épuisent. Les graisses deviennent votre principale source d’énergie.
ja: グリコーゲンが少なくなっています。脂肪が主なエネルギー源になりつつあります。
ko: 글리코겐이 부족해지고 있어요. 지방이 주요 에너지원이 되고 있어요.
pl: Zapasy glikogenu się kończą. Tłuszcz staje się głównym źródłem energii.
uk: Глікоген майже вичерпано. Жир стає основним джерелом енергії.
zh_hans: 糖原即将耗尽。脂肪正成为你的主要能量来源。

source: Goal · %@
ar: الهدف · %@
de: Ziel · %@
es: Objetivo · %@
fr: Objectif · %@
ja: 目標 · %@
ko: 목표 · %@
pl: Cel · %@
uk: Ціль · %@
zh_hans: 目标 · %@

source: History as CSV
ar: تصدير السجل
de: Export als CSV
es: Exportar a CSV
fr: Export en CSV
ja: 履歴のCSV書き出し
ko: CSV 파일로 내보내기
pl: Eksport do CSV
uk: Експорт у CSV
zh_hans: 导出为 CSV

# history.entry.a11yLastStreak
source: Fasting history, last streak %lld days
ar: سجل الصيام، آخر سلسلة %lld يوم
de: Fastenverlauf, letzte Serie %lld Tage
es: Historial de ayunos, última racha %lld días
fr: Historique des jeûnes, dernière série %lld jours
ja: 断食履歴、前回%lld日連続
ko: 단식 기록, 이전 %lld일 연속
pl: Historia postów, ostatnia seria %lld dnia
uk: Історія постів, остання серія %lld дня
zh_hans: 断食历史，上次连续%lld天

# history.streak.ended
source: That streak ended at %lld days. The next one starts with your next completed goal.
ar: توقفت تلك السلسلة عند %lld يوم. تبدأ سلسلة جديدة بأول هدف تبلغه.
de: Diese Serie endete bei %lld Tagen. Die nächste beginnt mit deinem nächsten erreichten Ziel.
es: Esa racha terminó en %lld días. La próxima empieza con tu siguiente objetivo cumplido.
fr: Cette série s’est arrêtée à %lld jours. La suivante commencera avec votre prochain objectif atteint.
ja: %lld日で連続記録が途切れました。次に目標を達成すると、新しい記録が始まります。
pl: Ta seria trwała %lld dnia i się urwała. Nową zacznie kolejny osiągnięty cel.
uk: Ця серія тривала %lld дня і обірвалася. Нову почне наступна досягнута ціль.
zh_hans: 这次连续记录停在%lld天。下次达成目标，新的连续记录就开始了。

# history.streak.firstFast
source: First fast logged. A streak counts the days you reach your goal.
ar: تم تسجيل أول صيام. تحسب السلسلة الأيام التي تبلغ فيها هدفك.
de: Erstes Fasten erfasst. Eine Serie zählt die Tage, an denen du dein Ziel erreichst.
es: Primer ayuno registrado. Una racha cuenta los días en los que alcanzas tu objetivo.
fr: Premier jeûne enregistré. Une série compte les jours où vous atteignez votre objectif.
ja: 最初の断食を記録しました。連続記録に数えられるのは、目標を達成した日です。
ko: 첫 단식을 기록했어요. 연속 기록에는 목표를 달성한 날만 들어가요.
pl: Pierwszy post zapisany. Seria liczy dni, w których osiągasz cel.
uk: Перший піст записано. Серія рахує дні, коли ціль досягнута.
zh_hans: 已记录首次断食。连续记录只计算达成目标的天数。

source: IF24 Pro is no longer active
ar: لم يعد IF24 Pro نشطًا
de: IF24 Pro ist nicht mehr aktiv
es: IF24 Pro ya no está activo
fr: IF24 Pro n’est plus actif
ja: IF24 Proは使えなくなりました
ko: IF24 Pro를 더 이상 사용할 수 없어요
pl: IF24 Pro nie jest już aktywne
uk: IF24 Pro більше не активний
zh_hans: IF24 Pro 已不再生效

source: Inactive
ar: غير نشط
de: Inaktiv
es: Inactivo
fr: Inactif
ko: 비활성
pl: Nieaktywne
uk: Неактивний
zh_hans: 不活跃

source: Intermittent Fasting and Metabolic Health
ar: الصيام المتقطع والصحة الأيضية
de: Intervallfasten und metabolische Gesundheit
es: Ayuno intermitente y salud metabólica
fr: Le jeûne intermittent et la santé métabolique
ja: 間欠的断食と代謝の健康
ko: 간헐적 단식과 대사 건강
pl: Post przerywany a zdrowie metaboliczne
uk: Інтервальне голодування та метаболічне здоров’я
zh_hans: 间歇性断食与代谢健康

source: Just now
ar: قبل قليل
de: Gerade eben
es: Justo ahora
fr: À l’instant
ja: たった今
ko: 방금
pl: Przed chwilą
uk: Щойно
zh_hans: 刚刚

source: Keep this fast
ar: مواصلة هذا الصيام
de: Dieses Fasten beibehalten
es: Mantener este ayuno
fr: Garder ce jeûne
ja: この断食を続ける
ko: 단식 유지
pl: Pozostaw ten post
uk: Залишити цей піст
zh_hans: 保留这次断食

source: Ketones are climbing. You’re well into fat-burning now.
ar: مستوى الكيتونات يرتفع. أنت الآن في ذروة حرق الدهون.
de: Die Ketonwerte steigen. Du verbrennst jetzt kräftig Fett.
es: Las cetonas están subiendo. Ya estás quemando grasa de lleno.
fr: Les cétones augmentent. Vous brûlez pleinement les graisses maintenant.
ko: 케톤 수치가 오르고 있어요. 지금 본격적으로 지방을 태우고 있어요.
pl: Poziom ketonów rośnie. Jesteś już w pełni w fazie spalania tłuszczu.
uk: Рівень кетонів зростає. Ви активно спалюєте жир.
zh_hans: 酮体正在上升。你现在正充分燃烧脂肪。

source: Ketosis
ar: الكيتوزية
de: Ketose
es: Cetosis
fr: Cétose
ja: ケトーシス
ko: 케토시스
pl: Ketoza
uk: Кетоз
zh_hans: 酮症

source: Last meal ·
ar: آخر وجبة ·
de: Letzte Mahlzeit ·
es: Última comida ·
fr: Dernier repas ·
ja: 最後の食事 ·
ko: 마지막 식사 ·
pl: Ostatni posiłek ·
uk: Останній прийом ·
zh_hans: 上一餐 ·

source: No IF24 account, no sign-in - IF24 never asks who you are. Your history is kept on this device; how long your fasts run is sent as usage data.
ar: لا يطلب تطبيق IF24 حسابًا خاصًا به ولا تسجيل الدخول، ولا يسألك من أنت. سجلك محفوظ على هذا الجهاز، أما مدة كل صيام فتُرسَل ضمن بيانات الاستخدام.
de: Kein IF24-Konto, keine Anmeldung - IF24 fragt nie, wer du bist. Dein Verlauf wird auf diesem Gerät gespeichert; wie lange dein Fasten läuft, wird als Nutzungsdaten gesendet.
es: Sin cuenta de IF24 y sin iniciar sesión: IF24 nunca pregunta quién eres. Tu historial se guarda en este dispositivo; la duración de tus ayunos se envía como datos de uso.
fr: Pas de compte IF24, pas de connexion : IF24 ne demande jamais qui vous êtes. Votre historique est conservé sur cet appareil ; la durée de vos jeûnes est envoyée en tant que données d’utilisation.
ko: IF24 계정도 로그인도 없어요. IF24는 누구인지 묻지 않아요. 단식 기록은 이 기기에 저장되고, 단식 시간은 사용 데이터로 전송돼요.
uk: Без акаунта IF24 і без входу - IF24 не питає, хто ви. Ваша історія зберігається на цьому пристрої; тривалість ваших постів надсилається як дані про використання.
zh_hans: 无需 IF24 账户，无需登录，IF24 从不问你是谁。你的历史保存在这台设备上，IF24 不发送任何使用数据。

source: No subscription, no account
ar: بدون اشتراك، بدون حساب
de: Kein Abo, kein Konto
es: Sin suscripción, sin cuenta
fr: Sans abonnement, sans compte
ja: サブスクなし、アカウント不要
ko: 구독 없음, 계정 불필요
pl: Bez subskrypcji, bez konta
uk: Без підписки, без акаунта
zh_hans: 无订阅，无需账户

source: Not checked yet
ar: لم يتم التحقق
de: Noch nicht geprüft
es: Sin comprobar
fr: Pas encore vérifié
ja: 確認前
ko: 확인 전
pl: Niesprawdzone
uk: Ще не перевірено
zh_hans: 尚未确认

source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
ja: 現在
ko: 지금
pl: Teraz
uk: Зараз
zh_hans: 现在

source: One missed day a month leaves your streak intact.
ar: يوم واحد يفوتك في الشهر الميلادي لا يقطع سلسلتك.
de: Ein ausgelassener Tag beendet deine Serie nicht. Einmal pro Kalendermonat.
es: Un día perdido al mes natural no rompe tu racha.
fr: Un jour manqué par mois civil ne casse pas votre série.
ja: 月に一度なら、休んでも連続記録は途切れません。
ko: 한 달에 하루는 놓쳐도 연속 기록이 끊기지 않아요.
pl: Jeden pominięty dzień w miesiącu kalendarzowym nie przerywa serii.
uk: Один пропущений день на календарний місяць не обриває серію.
zh_hans: 每个自然月漏掉一天，连续天数不会中断。

source: One purchase, for good
ar: شراء واحد يبقى لك
de: Ein Kauf, der dir bleibt
es: Una compra, y es tuya
fr: Un achat, qui vous reste
ja: 買えば、ずっと使えます
ko: 구입은 한 번, 사용은 계속
pl: Jeden zakup, i już twój
uk: Одна покупка - і ваша
zh_hans: 一次购买，一直是你的

source: One-time purchase
ar: شراء لمرة واحدة
de: Einmaliger Kauf
es: Compra única
fr: Achat unique
ja: 買い切り
ko: 한 번만 결제
pl: Jednorazowy zakup
uk: Разова покупка
zh_hans: 一次性购买

source: Pick how long a fast runs. The window starts when you end it.
ar: حدد مدة الصيام. تبدأ نافذة الأكل فور إنهائه.
de: Leg fest, wie lange ein Fasten läuft. Das Essensfenster beginnt, wenn du es beendest.
es: Elige cuánto dura un ayuno. La ventana de comida empieza cuando lo terminas.
fr: Choisissez la durée d’un jeûne. La fenêtre alimentaire commence quand vous le terminez.
ja: 断食の長さを選べます。食事の時間帯は、断食を終えると始まります。
ko: 얼마나 단식할지 정하세요. 단식을 끝내면 식사 시간이 시작돼요.
pl: Wybierz, jak długo trwa post. Okno żywieniowe zaczyna się, gdy go zakończysz.
uk: Оберіть, скільки триває піст. Вікно харчування починається, коли ви його завершите.
zh_hans: 选择一次断食的时长。你结束断食时，进食窗口就开始。

# PlanEditor.confirm
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
pl: Gotowe
uk: Готово
zh_hans: 完成

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보
pl: Prywatność
uk: Приватність
zh_hans: 隐私

source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pl: Polityka prywatności
uk: Політика приватності
zh_hans: 隐私政策

source: Pro active · one-time purchase
ar: لديك IF24 Pro · شراء لمرة واحدة
de: Pro aktiv · Einmaliger Kauf
es: Pro activo · compra única
fr: Pro actif · achat unique
ja: IF24 Pro有効・買い切り
ko: Pro 사용 가능 · 한 번만 결제
pl: Pro aktywne · jednorazowy zakup
uk: Pro активний · разова покупка
zh_hans: 你已拥有 Pro · 一次性购买
